{
   "title"           : "China's unique rare animals and plants",
   "animalButton"    : "rare animal",
   "plantButton"     : "rare plant",
   "monkey"          : "Golden monkey, soft hair, upturned nose, is a typical forest arboreal animal, distributed in Sichuan, Yunnan, Yunnan and other places, is a national Grade I protected animal.",
   "crestedIbis"     : "Zhu Huan, with white feathers, bright red crown, black long mouth, slender feet, is known as the 'Oriental Gems' in birds. Protect animals for national level I",
   "alligator"       : "Chinese alligator, an ancient reptile, belongs to the same era as dinosaurs and is one of the smallest crocodile species in the world. It is a Class I protected animal in China.",
   "tibetanAntelope" : "The Tibetan antelope, with its strong body and running like a fly, is known as the 'Plateau Elf.' For the national level I protected animals, natural reserves such as Qiangtang, Hoh Xil and Sanjiangyuan have been established.",
   "panda"           : "The giant panda, a species endemic to China, is known as the “China National Treasure” and is a national Grade I protected animal. The main existing habitats are the mountainous areas of Sichuan, Shaanxi and Gansu, China.",
   "deer"            : "White-lipped deer is a precious specialty animal in China. The sides of the nose, the lower lip and the lower jaw are white. The head of the male animal has a yellowish horn on its head. It belongs to China's Class I protected animals.",
   "donkey"          : "Tibetan wild ass, endemic species of the Qinghai-Tibet Plateau, national Grade I protected animals. The body shape resembles a scorpion that is produced by a hybrid of horses and horses.",
   "gongtong"        : "Indus is a deciduous tree that can reach more than 30 meters in height. When flowering, the white flower bud is like a white pigeon. It is known as the “plant fossil” and is a national grade I key protected plant.",
   "ginkgo"          : "Ginkgo biloba, also known as ginkgo tree, has high medicinal value for fruits and leaves. One of the rare tree species unique to China is a national Grade I protected plant.",
   "metasequoia"     : "Metasequoia, a tall deciduous tree, has appeared in the Mesozoic Cretaceous, and has been hailed as a living fossil by the world's biological world. National key level I protected wild plants.",
   "wangtianshu"     : "Wangtianshu, alias Optimus tree, can reach 40-60 meters in height, and is a rare and rare tree species in Yunnan, China. It is a national Grade I protected plant.",
   "goldenCamellia"  : "Golden Camellia, the flower is golden yellow, crystal and oily. It is an extremely rare ancient plant. It is called the magical oriental magic tea abroad and belongs to the national key level I protected wild plant.",
   "suoluo"          : "It is the only woody fern that has been found. It is a national treasure. It is a national level II protected endangered plant and is known as the “living fossil”.",
   "eucommia"        : "Eucommia, a unique species in China, a valuable nourishing medicinal material. It is a national level II protected plant."
}