{
   "title" : "Chinese food",
   "sichuanTitle": ["mapodoufu", "yuxiangrousi", "gongbaojiding"],
   "guangdongTitle": ["chizhizhengpaigu", "baiqieguifeiji", "guangdongbaotang"],
   "anhuiTitle": ["chouguiyu", "huangshandunge", "maodoufu"],
   "fujianTitle": ["baizhanhetianji", "niangdoufu", "yanshuixia"],
   "jiangsuTitle": ["shizitou", "songshuguiyu", "wensidoufu"],
   "zhejiangTitle": ["longjingxiaren", "xihucuyu", "dongporou"],
   "hunanTitle": ["duojiaoyutou", "lajiaochaorou", "maoshihongshaorou"],
   "shandongTitle": ["tangcuhuangheliyu", "congshaohaisheng", "jiuzhuandachang"],
   "sichuanText" : [
      "Sichuan cuisine comes from Sichuan, mainly spicy. This is because the humid and cold environment in Sichuan often makes people uncomfortable. And eating chili has the function of perspiration and dehumidification, which is good for people's physical and mental health, so people have the custom of eating spicy. At the same time, the climate of Sichuan is very suitable for the growth of pepper.",
      "Sichuan is warm and humid all year round, which is suitable for crop growth, so Sichuan cuisine is widely used. This place is especially suitable for the brewing of various fermented condiments, which makes many high-quality condiments producing places emerge in Sichuan, such as Deyang soy sauce, Pixian Douban, etc., which provides necessary conditions for the hundred dishes and hundred flavors of Sichuan cuisine.",
      "Nowadays, with the development of economy, Sichuan cuisine is accepted by more people and even goes abroad. Sichuan cuisine has gradually changed from one dish, one style, one hundred dishes, one flavor to spicy, oil and salt. Spicy has become the business card of Sichuan cuisine."],
   "guangdongText": [
      "Guangdong cuisine, originated in Lingnan area, is composed of Guangzhou cuisine, Chaozhou cuisine, Dongjiang cuisine, etc., mainly Guangzhou cuisine. Because Guangdong is located in the subtropical zone, with abundant rainfall, sufficient sunlight and rich products, the most distinctive feature of Guangdong cuisine is its wide range and fine materials, many and ingenious ingredients, emphasis on color, flavor and type, and the main reason for the popularity of Guangdong cuisine is its freshness.",
      "The number of overseas Chinese in Guangdong accounts for 60% of the whole country. Guangdong cuisine is also developing and constantly innovating, gradually forming a variety of dishes, exquisite cooking, excellent quality and delicious food features. Most of the Chinese restaurants in the world are based on Cantonese cuisine, which has become a cultural representative.",
      "Pot soup is an indispensable part of Cantonese cuisine, and it is famous for its nutrition and taste. The material selection of soup pot is exquisite, the taste is delicious and light, and it has the effect of health preservation and beauty. At the same time, Guangdong is located in the low latitude area, which is hot and rainy all year round. Drinking hot soup can discharge sweat from the body, which has the function of heatstroke prevention and cooling."],
   "anhuiText": [
      "Huizhou cuisine was formed in the ancient Huizhou area. With the rise of Huizhou merchants, it gradually spread to the areas of Jiangsu, Zhejiang, Jiangxi, Fujian, Shanghai and the middle and lower reaches of the Yangtze River. Anhui cuisine is good at cooking, stewing, steaming, oil, color and fire.",
      "HUICAI pays attention to local materials and wins with fresh food. Huidi is rich in mountain, wild, river and fresh poultry. Local materials are used to highlight the local characteristics of dishes and ensure their freshness. It pays attention to nature, inherits the tradition of the same origin of medicine and food, and pays attention to food supplement, which is a major feature of HUICAI.",
      "HUICAI is good at using fire skill, and is adept at stewing. It is suitable for thick and light dishes. According to the texture characteristics of different raw materials and the flavor requirements of the finished dishes, they are respectively used in large fire, medium fire, small fire or burning, or stewing, which is delicious and nutritious. Therefore, in ancient times, Huizhou merchants mainly entertained HUICAI, which greatly promoted the development of HUICAI."],
   "fujianText": [
      "Fujian cuisine originated in Fuzhou, based on Fuzhou Cuisine, and then combined with five flavor dishes of eastern Fujian, Southern Fujian, Western Fujian and Northern Fujian, and Puxian. Because Fujian is close to the East China Sea and back to Wuyi Mountain, Fujian cuisine is also famous for cooking delicacies. Its fresh, mellow and non greasy style, as well as its wide range of soup, make it unique in the cooking world.",
      "Fujian Province is located in the southeast of China, which is located in the subtropical region. It has abundant light and heat resources, mild climate and abundant rainfall. It is rich in rice, sugar vegetables, flowers and fruits, especially litchi, longan, citrus and other good fruits. Therefore, flowers and fruits have become important food materials.",
      "At last, Xiamen, Fuzhou and Quanzhou went abroad to trade, and the four sides merchants gathered, and cultural exchanges became increasingly frequent. Overseas skills were also introduced to Fujian cuisine. On the basis of inheriting traditional skills, they picked up the cream of different dishes and gradually developed towards fine and elegant character, and finally developed into a highly sophisticated system of Fujian cuisine."],
   "jiangsuText": [
      "Vegetables, Xuhai vegetables and other local dishes. Under the promotion of economy, the development of Jiangsu cuisine along the canal from south to North and along the Yangtze River from east to West in Ming and Qing Dynasties was more rapid. Su Cai is good at stewing, braising, steaming and stir frying. It pays attention to mixing soup to keep the original juice of the dish. It has a fresh flavor and is thick but not greasy.",
      "Jiangsu Province is known as the land of fish and rice, which is rich in food resources, which lays a solid material foundation for Jiangsu cuisine. Most of its materials are fresh water from rivers and lakes, and the famous Yangtze River Sanxian, Yangcheng Lake hairy crab, etc.",
      "The careful and changeable cutting technique is an important feature of Jiangsu cuisine, especially Huaiyang cuisine. No matter the craft cold dish or the vegetable carving, all reflect its knife work close to the chemical environment. For example, a common eel can make 108 different dishes, Huaiyang cuisine, which is a typical example of Chinese fine cuisine, represents the exquisite model of Chinese cuisine."],
   "zhejiangText": [
      "Zhejiang cuisine consists of four local schools represented by Hangzhou, Ningbo, Shaoxing and Wenzhou. Zhejiang is bordered by the sea in the East, with a network of waterways in the north, which is rich in seafood. In the southwest, there are high mountains and many wild animals. These seasonings, together with the world-famous Hangzhou Longjing tea, Shaoxing old wine and other seasonings, are indispensable and superior raw materials for Zhejiang cuisine",
      "Zhejiang cuisine raw materials pay attention to varieties and seasonal seasons, in order to fully reflect the softness and crispness of raw materials, the seafood, fruits and vegetables used are all seasonal; the poultry and livestock used are mostly specialty products, which fully reflect the selection principle of 'four seasons' that Zhejiang cuisine materials pay attention to freshness and parts. There are more than 30 cooking techniques, focusing on stewing, stewing, etc.",
      "Since the Song Dynasty, most of the food works were written by scholars from Jiangsu and Zhejiang, and most of the representative dishes were related to cultural celebrities and scenic spots. Like Dongpo meat, it has something to do with Su Dongpo's allusion to dredging the West Lake. Therefore, Zhejiang cuisine is famous at home and abroad for its rich cultural characteristics."],
   "hunanText": [
      "Hunan cuisine consists of three parts: first, the Xiangjiang River Basin, which is delicately made with a wide range of materials and rich color; second, the Dongting Lake area, which is mainly used for cooking River fresh and poultry, mostly stewing, burning, steaming and waxing; third, the Xiangxi cuisine, which is good at making mountain delicacies, wild meat, smoked bacon and various kinds of bacon, with a strong flavor of salty, spicy and sour, often using charcoal as fuel, has a strong mountain Rural flavor.",
      "There is a great relationship between the characteristics of Hunan cuisine, especially its spicy flavor, and its geographical location. The climate in Hunan is rainy and humid, so people like to eat pepper to refresh, dehumidify and keep warm. At the same time, capsicum can stimulate taste and disinfect, which can replace sea salt in ancient times. The hot habit also makes Hunan people eat chili in a variety of ways, including hot and sour, spicy, spicy, oil and so on.",
      "Hunan cuisine formed a unique personality and had a profound impact after the late Ming and early Qing Dynasty. In particular, Zeng Guofan, Zuo Zongtang and a large number of well-known members of the Hunan army and their domestic alternate officials let the officials go out, hired and brought Hunan chefs to cook Hunan cuisine for their enjoyment, which also made Hunan cuisine famous."],
   "shandongText": [
      "Shandong cuisine refers to Shandong cuisine. Due to the different natural environment, products and customs in Shandong, there are three major food areas in the middle of Shandong, the lower reaches of the Yellow River, the coastal area of Jiaodong, and the southern and southwest of Shandong. On the whole, we pay attention to the fine texture of raw materials, the fresh salt, the fresh soup, the pure salt and the original flavor.",
      "Shandong has a long history of vegetable planting, a wide variety of good quality, known as one of the world's three major gardens. Zhangqiu green onion, Laiwu ginger, Lanling garlic, Shouguang leek are well-known overseas. Therefore, in Shandong cuisine, when fried, fried, fried, grilled and other methods are used to cook dishes, onion, ginger and garlic are used to enhance the flavor. Among them, Shandong onion is particularly famous.",
      "In Shandong cuisine, there are many dishes associated with historical and cultural celebrities. Nine turn large intestine is one of them. This dish was first created by the owner of jiuhualin restaurant in Jinan in the early years of Guangxu in the Qing Dynasty. In order to please the shopkeeper and praise the chef for making this dish like the Taoist 'nine refined golden elixir', it was renamed 'nine turned large intestine'."]
}