{
   "title" : "中国特色美食",
   "sichuanTitle": ["麻婆豆腐", "鱼香肉丝", "宫保鸡丁"],
   "guangdongTitle": ["豉汁蒸排骨", "白切贵妃鸡", "广东煲汤"],
   "anhuiTitle": ["臭鳜鱼", "黄山炖鸽", "毛豆腐"],
   "fujianTitle": ["白斩河田鸡", "酿豆腐", "盐水虾"],
   "jiangsuTitle": ["狮子头", "松鼠桂鱼", "文思豆腐"],
   "zhejiangTitle": ["龙井虾仁", "西湖醋鱼", "东坡肉"],
   "hunanTitle": ["剁椒鱼头", "辣椒炒肉", "毛氏红烧肉"],
   "shandongTitle": ["糖醋黄河鲤鱼", "葱烧海参", "九转大肠"],
   "sichuanText" : [
      "川菜源于四川，以辣为主。这是因为四川潮湿阴冷的环境常使人体不适。而吃辣椒有排汗祛湿的作用，有利于人的身心健康，所以人们有吃辣的习俗。同时，四川的气候非常适合辣椒的生长。",
      "四川一年四季温湿暖和，适合作物生长，所以川菜取材广泛。这里特别适合各种发酵调味品的酿造，使得四川涌现出众多优质的调味品生产地，如德阳酱油、郫县豆瓣等，为川菜的“百菜百味”提供了必要条件。 ",
      "如今，随着经济的发展，川菜被更多人接受，甚至走出了国门。川菜也由“一菜一格，百菜百味”逐渐变成 “麻辣为主，多油多盐”。 “麻辣” 成为川菜的名片。"],
   "guangdongText": [
      "粤菜，发源于岭南地区，由广州菜、潮州菜、东江菜等组成，以广州菜为主。由于广东地处亚热带，雨量充沛，光照充足，物产富饶，故粤菜最大特色便是取材广博精细，配料多而巧，讲究色、香、味、型，且以味鲜为主，这也是粤菜广受欢迎的原因。",
      "广东海外华侨数量占全国六成，粤菜也在发展中博采众长、不断创新，逐渐形成了菜式繁多、烹调考究、质优味美的饮食特色。在世界各国的中餐馆多数是以粤菜为主，可以说粤菜已成为一种文化的代表。",
      "煲汤是粤菜中不可缺少的部分，且在营养和口味上都比较有名。汤煲选材讲究，口味鲜美清淡，有养生、美颜的功效。同时，广东地处低纬地区，全年炎热多雨、异常闷热，喝热汤可以将汗液排出体外，有防暑降温的作用。"],
   "anhuiText": [
      "徽菜形成于古徽州地区，后随着徽商的兴起，逐渐传播到苏、浙、赣、闽、沪以及长江中下游等地区，影响广泛。徽菜在烹调上擅长烧、炖、蒸，重油、重色、重火功。",
      "徽菜讲究就地取材，以鲜制胜。徽地盛产山珍野味河鲜家禽，就地取材，使菜肴地方特色突出并保证鲜活；注重天然，以食养身。徽菜继承了医食同源的传统，讲究食补，这是徽菜的一大特色。",
      "徽菜善用火功，且娴于烧炖，浓淡相宜。根据不同原料的质地特点，成品菜的风味要求，分别采用大火、中火、小火或烧、或炖，既美味，又营养。古时徽商在外宴请多以徽菜为主，这在很大程度上推动徽菜的发展。"],
   "fujianText": [
      "闽菜发源于福州，以福州菜为基础，后又融合闽东、闽南、闽西、闽北、莆仙五地风味菜形成的菜系。由于福建临近东海，背靠武夷山，闽菜也以烹制山珍海味而著称。其清鲜、和醇、荤香不腻的风格特色，以及汤路广泛的特点，使其在烹坛上独具一席。",
      "福建位于我国东南部，地处亚热带地区，光热资源丰富，气候温和，雨量充沛，盛产稻米、蔗糖、蔬菜、花果，尤以荔枝、龙眼、柑橘等佳果誉满中外，所以花果等也成为重要的食材。",
      "清末厦门、福州、泉州先后对外通商，四方商贾云集，文化交流日益频繁，海外的技艺也相随传入。闽菜在继承传统技艺的基础上，博采各路菜肴之精华，逐渐朝着精细、典雅品格演变，最终发展成为格调甚高的闽菜体系。"],
   "jiangsuText": [
      "苏菜主要以金陵菜、淮扬菜、苏锡菜、徐海菜等地方菜组成。在经济的推动下，明清时期苏菜南北沿运河、东西沿长江的发展更为迅速。苏菜擅长炖、焖、蒸、炒，重视调汤，保持菜的原汁，风味清鲜，浓而不腻。",
      "江苏被誉为鱼米之乡，物产丰富，具有得天独厚的饮食资源，这为苏菜奠定了丰盈的物质基础。其用料多以江河湖海中的水鲜为主，比较有名的长江三鲜、阳澄湖大闸蟹等。",
      "刀工细致、刀法多变是苏菜重要特色，以淮扬菜最为典型。不论工艺冷盘或蔬菜雕刻，均体现出其接近化境的刀工，如一条普通的鳝鱼可以做出108道不同的菜品。淮扬菜作为中国精品菜系的典型，代表着中国菜系的精致典范。"],
   "zhejiangText": [
      "浙菜由杭州、宁波、绍兴和温州为代表的四个地方流派组成。浙江东濒大海，北部水道成网，盛产海味；西南为崇山峻岭，山珍野味较多。这些再加上举世闻名的杭州龙井茶叶、绍兴老酒等调料, 都是浙菜烹饪中不可缺少的上乘原料。",
      "浙菜原料讲究品种和季节时令，以充分体现原料质地的柔嫩与爽脆，所用海鲜、果蔬之品，无不以时令为上；所用家禽、畜类，均以特产为多，充分体现浙菜选料讲究鲜活、用料讲究部位，遵循“四时之序”的选料原则。其烹调技法有30多种，注重煨、焖、烩、炖等。",
      "宋代以来饮食著作多为江浙文士所著，其代表菜也多与文化名人、风景名胜有关。如东坡肉，就跟苏东坡疏浚西湖的典故有关。所以浙菜以其浓郁的文化特色享誉海内外。"],
   "hunanText": [
      "湘菜，由三部分组成：一是湘江流域，其菜式制作精细，用料广泛，色泽上油重色浓；二是洞庭湖区，以烹制河鲜、家禽为主，多用炖、烧、蒸、腊的制法；三是湘西菜，擅长制作山珍野味、烟熏腊肉和各种腌肉，口味侧重咸香酸辣，常以柴炭作燃料，有浓厚的山乡风味。",
      "湘菜调味尤重香辣的特点与其地理位置有很大的关系。湖南气候多雨潮湿，故人们多喜食辣椒，用以提神、祛湿、御寒。同时，辣椒有刺激味觉和消毒的作用，在古时能够替代海盐。嗜辣的风俗也使得湖南人食用辣椒的方式繁多，有酸辣、麻辣、鲜辣、油辣等。",
      "湘菜形成独特个性并产生深远影响是在明末清初之后。尤其是曾国藩、左宗棠等一大批名声显赫的湘军大员及在籍候补官员放官外出，雇带湘厨烹制湘菜供其享受，也使湘菜名声远播。"],
   "shandongText": [
      "鲁菜即山东菜，由于山东各地的自然环境、物产和习俗不尽相同，因而形成了鲁中及黄河下游、胶东沿海和鲁南及西南三大食风区，其菜各有千秋。总体上讲究原料质地优良，以盐提鲜，以汤壮鲜，调味讲求咸鲜纯正，突出本味。",
      "山东的蔬菜种植历史悠久、种类繁多、品质优良，号称世界三大菜园之一。章丘大葱、莱芜生姜、兰陵大蒜、寿光韭菜等蜚声海外。所以鲁菜中，采用炒、熘、爆、扒等方法烹制菜品时，都要用葱、姜、蒜来增香提味。其中山东大葱尤为有名。",
      "鲁菜中，有许多菜肴与历史文化名人联系在一起，九转大肠就是其中之一。这道菜是在清朝光绪初年，由济南九华林酒楼店主首创，为取悦店家喜“九”之癖，并称赞厨师制作此菜像道家“九炼金丹”一样精工细作，便将其命名为“九转大肠”。"]
}