{
   "title" : "Chinese characteristic folk houses",
   "guangdongText": [
      "Wun er house is a typical example of traditional cantonese dwellings in lingnan area. It is mainly made of blue bricks, stone pillars and stone slabs in the pearl river delta and western guangdong.",
      "The gable wall of the house in this area is built in the shape of a wok ear.The wok ear house symbolizes the two ears of the official hat, which means “the champion”. Only the successful squire can use it, and it is also a symbol of a wealthy family.",
      "The high gable wall of wuner house can block the slanting sunlight and keep the building well ventilated.In case of fire, it can also prevent fire spreading and invasion."],
   "anhuiText": [
      "Hui-style architecture, an important school of traditional Chinese residential architecture, is mainly distributed in present huangshan city of anhui province, jixi county and wuyuan county of jiangxi province.Huizhou folk houses choose the location of geomantic treasure with the guidance of Yin and Yang and five behaviors to build the village, in order to obtain the blessing of heaven, abundant food and clothing, and prosperous descendants.",
      "In the villages where people live together, the density of residential buildings is relatively high, and the fire is easy to spread when the fire occurs.And the horse head wall that towers above roofing, also have partition fire source, the effect that prevent wind.At the same time, huizhou men often business outside, home more than women and children, horse head wall also has the role of anti-theft.",
      "Huizhou area known as “seven mountains, two rivers and one sub-field”, more wood and stone, so the majority of residential buildings to wood, more wood carving, stone carving.The subject matter of sculpture is extensive, give priority to with figure, or it is to landscape is main material, show continuous design form commonly, also can become a picture independently."],
   "fujianText": [
      "Hakka tulou is a large group building which is inherited from hakka families and lives together with rammed earth wall. It is round and square, among which the circle is the most famous.There are mainly hakka tulou in fujian and hakka tulou in guangdong, which are distributed in yongding, nanjing, hua 'an, ping and tai Po and jiaoling in the east of guangdong.",
      "The tulou starts from the center of a circle and spreads outwards according to different radii. The most center of the tulou is the family shrine, and the most outside is the ancestral hall and the surrounding corridor.The ancestral hall, built in the center of the whole building, represents the idea of filial piety and respect in the traditional rites.Tulou are also famous for their size. One tulou can accommodate up to seven or eight hundred people.",
      "Hakka tulou architecture embodies the economic, physical, defensive and artistic advantages.The main materials of soil building are mostly loess from the mountain, with low cost, no pollution and relatively strong.The soil layer of tulou is thick, warm in winter and cool in summer, which is beneficial to health.Tulou has good defensive function, easy to defend and difficult to attack, protect the safety of the clansmen;Finally, the tulou hall hall combination, strewn at random have send, extremely artistic."],
   "hunanText": [
      "Stilted buildings belong to semi-dry column type buildings, which are traditional dwellings of miao nationality, zhuang nationality and dong nationality, mainly distributed in southeast chongqing, north guangxi, west hunan and other areas.The stilted buildings stand in front of the mountains and beside the water, which shows the unique construction technology and has high practical value and ornamental value.",
      "Stilted house, upstairs living, downstairs overhead hanging ground.Already ventilated and dry, can prevent poisonous snake, beast again, floor still can put sundry below.Stilted buildings also have distinct national characteristics, elegant “silk eaves” and generous “walk column” so that stilted buildings have their own style.",
      "Stilted building is a unique creation in the mountainous area and a relatively ecological way of living. It is still widely used by the people of southwest minorities, including the miao nationality.The stilted building of the ancient city of phoenix is one of the ancient architectural groups with the most strong architectural characteristics of miao nationality, which also makes the ancient city a famous tourist attraction."],
   "beijingText": [
      "Quadrangle courtyard is a kind of traditional courtyard architecture in China. Its pattern is a courtyard surrounded by houses. The courtyard is enclosed in the middle from all sides.",
      "The courtyard of siheyuan is closed around and open in the middle, which can create a good internal microclimate and reduce the influence of bad external climate.On the one hand, it can provide shade and shade in summer, and keep warm in winter.",
      "In the quadrangle courtyard, the open and transparent courtyard is both the air inlet and the air outlet, and the natural wind pressure enables smooth ventilation.In addition, the courtyard is good for drainage and rainwater collection.The imperial palace is the largest, most dignified, the most majestic siheyuan, compared with other siheyuan more detailed, accommodate more rich."],
   "shanxiText": [
      "Cave dwelling is an ancient living form of residents on the loess plateau in northwest China. The loess layer here is very thick, some of which are tens of kilometers thick. Chinese people make creative use of the favorable terrain of the plateau to live in caves and create caves called green buildings.",
      "As the loess layer is very thick, the Chinese people make creative use of the favorable terrain of the plateau to live in caves, creating cave dwellings known as green buildings, which is a model of harmony between man and nature.",
      "The roof of cave dwellings is mostly arched. This is because the loess itself is upright and the vault has a strong bearing capacity. Therefore, cave dwellings generally adopt the form of vault to ensure its stability.Because the temperature inside the loess is relatively stable, cave dwelling is warm in winter and cool in summer."]
}