{

  "title": "中国的主要河流和湖泊",
  "cardText": [
    {
      "title": "洞庭湖",
      "content": "洞庭湖，位于长江中游荆江南岸，跨湘、鄂两\n省。是长江流域重要的调蓄湖泊，具备强大的蓄\n洪能力。以岳阳楼为代表的历史胜迹驰名中外，\n也是中国著名的鱼米之乡，是湖南省乃至全国最\n重要的商品粮油、水产和养殖基地。"
    },
    {
      "title": "黄河",
      "content": "黄河，是中国第二大长河，是中华民族的母亲\n河。发源于青藏高原的巴颜喀拉山脉，流经9个\n省级行政区，最后流入渤海。黄河中上游以山\n地、高原为主，中下游以平原、丘陵为主。由于\n河流中段流经中国黄土高原地区，因此夹带了大\n量的泥沙。此外，黄河下游经常改道，给中国文\n明带来了巨大的影响。"
    },
    {
      "title": "澜沧江",
      "content": "澜沧江，位于中国西南地区，流经青海、西藏和\n云南三省，在云南省流出国境，在非中国段被称\n为湄公河。上中游河道穿行在横断山脉间，河流\n深切，形成两岸高山对峙，坡陡险峻的V形峡谷，\n下游沿河多河谷平坝，有着丰富的淡水鱼类生态\n系统。"
    },
    {
      "title": "鄱阳湖",
      "content": "鄱阳湖，位于江西省北部，是中国第一大淡水\n湖，也是中国第二大湖。在调节长江水位、涵养\n水源、改善当地气候和维护周围地区生态平衡等\n方面都起着巨大的作用。湖边地势平坦，土地肥\n沃，宜于农作和水产养殖，有“鱼米之乡”之称。"
    },
    {
      "title": "青海湖",
      "content": "青海湖，位于青藏高原东北部，青海省境内，是\n中国最大的内陆湖、咸水湖。青海湖水补给来源\n是河水，其次是湖底的泉水和降水。鸟类资源、\n鱼类资源丰富。青海湖周围地势平坦，土地肥\n沃，农牧业较为发达。"
    },
    {
      "title": "松花江",
      "content": "松花江，有南北两源，北源发源于大兴安岭，南\n源发源于长白山天池，流经吉林、黑龙江两省。\n流域内有著名的松嫩平原，该区域土壤肥沃，水\n资源丰富，适合农业，被称为“北大仓”。"
    },
    {
      "title": "塔里木河",
      "content": "塔里木河，位于新疆维吾尔自治区塔里木盆地北\n部，发源于天山山脉及喀喇昆仑山。是中国最长\n的内陆河，世界第五大内陆河，也是南疆地区的\n母亲河，天山以南的绿洲基本都靠塔里木河水灌\n溉。"
    },
    {
      "title": "太湖",
      "content": "太湖，位于长江三角洲的南缘，是中国第三大淡\n水湖。地处亚热带，气候温和湿润，属季风气\n候。太湖河港纵横，河口众多。除此之外，岛屿\n众多，有50多个，其中18个岛屿有人居住。物产\n丰富，自古便有“鱼米之乡”之称，太湖银鱼、白\n鱼、白虾和蟹更是闻名于世。"
    },
    {
      "title": "雅鲁藏布江",
      "content": "雅鲁藏布江，中国最长的高原河流，位于西藏自\n治区境内，发源于西藏西南部喜马拉雅山北麓。\n水能蕴藏量丰富，在中国仅次于长江。雅鲁藏布\n江大拐弯处的雅鲁藏布江大峡谷是世界第一大峡\n谷，布满了郁密的森林，形成了世界上生物种类\n最丰富的峡谷。"
    },
    {
      "title": "长江",
      "content": "长江，发源于青藏高原的唐古拉山脉西南侧，是\n中华民族的母亲河。干流流经11个省级行政区，\n于崇明岛以东注入东海。是世界第三长河，亚洲\n第一长河，整个长江为中国所独有。是中国水量\n最丰富的河流，航道优质，航运发达，占全国内\n河通航里程的70%。"
    },
    {
      "title": "珠江",
      "content": "珠江，中国境内第三长河流，发源于云贵高原，\n最后注入于南海。珠江流域旅游资源丰富，著名\n的黄果树瀑布、桂林山水都在珠江流域。由于地\n理位置、资源、环境的限制和历史原因，流域内\n区域经济发展极不平衡，贫富差异悬殊。其中地\n处下游的珠江三角洲是中国最富裕地区之一，而\n上中游地区则较为贫困。"
    }
  ],
  "smallCradText": [
    "洞庭湖", "黄河", "澜沧江", "鄱阳湖", "青海湖", "松花江", "塔里木河", "太湖", "雅鲁藏布江", "长江", "珠江"
  ],

  "buttonText": ["内流区", "注记", "外流区", "返回", "上一页", "下一页"]

}
