{

  "title": "亚洲的地形",
  "cardText": [
    {
      "title": "华北平原",
      "content": "中国三大平原之一，由黄河、海河、淮河等河流\n所带泥沙沉积而成。平原地势平坦，又受季风影\n响，降水丰富，利于耕作。主要以旱作农业为\n主，农作物一年两熟。但这里旱涝灾害频繁，主\n要以春旱为主。"
    },
    {
      "title": "昆仑山脉",
      "content": "是位于亚洲中部的大山脉，西起帕米尔高原，向\n东延伸至青海境内。昆仑山脉位于内陆，几乎不\n受季风影响，降水少。又因海拔高，气候寒冷，\n有终年不化的冰川分布，但还是有少量常住居民\n居住于此，以放牧为主。"
    },
    {
      "title": "蒙古高原",
      "content": "是位于亚洲东北部的内陆高原，高原上多山地、\n戈壁和丘陵。蒙古高原，是亚洲大陆的冷源之\n一，冬季寒冷漫长。其居民多以游牧、畜牧业\n为主。种植业仅限于河谷地区，所占比重较小。"
    },
    {
      "title": "帕米尔高原",
      "content": "位于亚洲中部，由昆仑山、兴都库什山、喀喇昆\n仑山和天山等汇集而成，地形复杂，高原特征显\n著。高原上有广阔的牧场，在部分河谷地带，宜\n农宜牧，可种青稞、小麦等多种作物，居民90%\n以上是塔吉克人。"
    },
    {
      "title": "青藏高原",
      "content": "由印度洋板块与亚欧板块碰撞形成，是世界上海\n拔最高的高原。高原上日照多、辐射强、气温较\n低。人口多集中在河谷地区，以放牧和种植青稞\n为主。高原上，湖泊众多，并孕育了多条河流。"
    },
    {
      "title": "阿尔泰山脉",
      "content": "位于中国的西北部，斜跨中、哈、俄、蒙四国。\n山脉位于大陆性气候区，冬季酷寒漫长，高山地\n区降雪多，且有冰川分布；夏季则温暖多雨。森\n林、矿产资源丰富，还有很多优质的牧场，居民\n主要从事畜牧业、采矿业和农业。"
    },
    {
      "title": "阿拉伯高原",
      "content": "位于亚洲西部的阿拉伯半岛上，地形平坦，起伏\n不大，地势由西南向东北倾斜，与半岛东部的平\n原相连。高原上干旱少雨，多为沙漠地区，植被\n稀疏且种类较少，只西北部有极少数短小的河流\n分布。"
    },
    {
      "title": "东北平原",
      "content": "地处大兴安岭、小兴安岭和长白山之间，由三江\n平原、松嫩平原和辽河平原组成。因地处温带，\n夏季短促多雨，冬季寒冷漫长。这里是全球著名\n的黑土地之一，土地肥沃，是中国粮食的主产\n区。这里石油资源丰富，有著名的大庆油田。"
    },
    {
      "title": "东西伯利亚山地",
      "content": "位于俄罗斯东部地区，西起勒拿河，东到太平洋\n沿岸山脉。地势南高北低，东高西低。这里是全\n球最寒冷的地区之一，只在南部可种植不越冬的\n作物。这里森林和矿产资源丰富，但由于自然条\n件的限制，并没有被很好的开发。"
    },
    {
      "title": "德干高原",
      "content": "位于印度的中南部，是由地壳内部的熔岩流出地\n表堆积而成的高原，地势由西向东北倾斜。地形\n相对平坦，又因降水充足，有利于农耕。农作物\n以小麦和水稻为主，在干旱地区，还种植棉花、\n玉米等。"
    },
    {
      "title": "恒河平原",
      "content": "是位于南亚东部的大平原，由恒河及其支流冲积\n而成，大部分在印度境内。这里也是印度人口较\n为密集的地区。受西南季风和地形的影响，恒河\n平原雨量充沛、水网密布，以种植小麦、水稻为\n主。但在雨季时，也易形成洪灾。"
    },
    {
      "title": "天山山脉",
      "content": "位于亚洲大陆腹地，为东西走向山脉，山脉由多\n个山地、山间盆地和山前平原组成，地势西高东\n低。天山山脉位于温带大陆性气候区，海拔高，\n有冰川分布，因而也是多条河流的发源地，如锡\n尔河等。"
    },
    {
      "title": "乌拉尔山脉",
      "content": "位于俄罗斯境内，是欧洲和亚洲的分界线，也是\n东欧平原和西西伯利亚平原的分界线，自北向南\n绵延2000多公里。乌拉尔山脉位于大陆性气候区，\n冬季寒冷干燥，夏季温暖多雨。山脉西侧受西风\n带来的暖湿气流影响，降水大于东坡。"
    },
    {
      "title": "西西伯利亚平原",
      "content": "位于亚洲中北部，东界是叶尼塞河，西抵乌拉尔\n山脉，是亚洲第一大平原。这里气候寒冷，冬夏\n温差大，降水一般在400毫米左右。由于该地区\n气温低，蒸发量小，且有大面积冻土分布，因而\n沼泽分布较广。"
    },
    {
      "title": "喜马拉雅山脉",
      "content": "位于青藏高原的南缘，是世界上海拔最高的山\n脉。由印度洋板块与亚欧板块碰撞形成，目前，\n印度板块仍在以每年大于5厘米的速度向北移动，\n山脉还在不断升高。由于海拔高，面积广，所以\n山脉的不同地方的气候也不一样。"
    },
    {
      "title": "伊朗高原",
      "content": "位于亚洲的西南部，由印度洋板块和亚欧板块碰\n撞形成。高原地势四周高，中间低。绝大部分地\n区为草原、荒漠，可以发展畜牧业。绿洲中多发\n展灌溉农业，种植小麦、棉花、甜菜、葡萄等。"
    },
    {
      "title": "印度河平原",
      "content": "位于亚洲南部，地处印度和巴基斯坦之间，由印\n度河携带的泥沙冲积而成。这里人口多集中在河\n流两岸，主要发展灌溉农业，农作物有小麦、水\n稻、玉米等。印度河的河口三角洲地区，水网密\n布，经济也较为发达。"
    },
    {
      "title": "长江中下游平原",
      "content": "是指中国长江三峡以东的中下游沿岸带状平原。\n由于处于亚热带季风区，这里降水丰富，河网密\n布，湖泊众多。农作物一年两熟或三熟，以种植\n水稻为主。平原内水陆交通发达，是中国重要的\n工业基地。"
    },
    {
      "title": "中西伯利亚高原",
      "content": "位于俄罗斯西伯利亚中部和北部，地势西北高。\n高原上大陆性气候显著，冬季寒冷漫长，植被多\n为寒带针叶林。年降水量300-500毫米，因蒸发\n量少，所以河流众多。因森林、矿产丰富，多发\n展工矿业。"
    }
  ],
  "smallCradText": [
    "华北平原", "昆仑山脉", "蒙古高原", "帕米尔高原",
    "青藏高原", "阿尔泰山脉", "阿拉伯高原", "东北平原", "东西伯利亚山地",
    "德干高原", "恒河平原", "天山山脉", "乌拉尔山脉", "西西伯利亚平原",
    "喜马拉雅山脉", "伊朗高原", "印度河平原", "长江中下游平原", "中西伯利亚高原"],

  "buttonText": ["高原", "山地", "平原", "返回", "上一页", "下一页"]

}
