{

  "title": "亚洲的国家和地区",
  "cardText": [
    {
      "title": "日本",
      "content": "位于亚洲东部的环太平洋火山地震带上，火山、\n地震活动频繁。国土面积由众多岛屿组成，耕地\n较少，农业以高科技农业为主。日本工业高度发\n达，原料主要依靠进口，生产的产品销往美国、\n中国及欧洲各国。"
    },
    {
      "title": "韩国",
      "content": "位于朝鲜半岛南部，三面环海。山地占朝鲜半岛\n面积的2/3左右，低山、丘陵和平原交错分布。\n产业以制造业和服务业为主，造船、汽车、电\n子、钢铁、纺织等产业产量均进入世界前10名。"
    },
    {
      "title": "蒙古",
      "content": "是位于中国和俄罗斯之间的内陆国家，北部和西\n部多山脉，南部为戈壁沙漠。可耕地较少，农作\n物有小麦、大麦、土豆等，大部分国土被草原覆\n盖，畜牧业是蒙古国的传统产业，是国民经济的\n基础。"
    },
    {
      "title": "缅甸",
      "content": "位于东南亚，地势北高南低，北、西、东为山脉\n环绕，为热带季风气候。它是世界最不发达的国\n家之一，以农业为主，从事农业的人口超过\n60%。居民受佛教影响较大，在语言、文字、艺\n术建筑等放方面融入了大量佛教文化。"
    },
    {
      "title": "泰国",
      "content": "位于东南亚，属于热带季风气候区，分热、旱、\n雨三季。农业在经济占重要地位，稻谷、天然橡\n胶的出口量居世界第一；泰国是一个新兴工业化\n国家，制造业发展迅速，出口产品以工业品为\n主；由于旅游资源丰富，旅游业也是其主要产\n业。"
    },
    {
      "title": "印度尼西亚",
      "content": "是马来群岛的一部分，也是全世界最大的群岛国\n家，被称为“千岛之国”。岛内多崎岖山地和丘陵，\n沿海有狭窄平原，是典型的热带雨林气候。印\n尼油气资源丰富，旅游业发达，工业化水平相对\n不高。"
    },
    {
      "title": "老挝",
      "content": "是位于中南半岛北部的内陆国家，境内80%为山\n地和高原，且多被森林覆盖，是世界最不发达国\n家之一。国内以农业为主，工业、服务业基础薄\n弱，水利资源丰富，产柚木、花梨等名贵木材。"
    },
    {
      "title": "柬埔寨",
      "content": "位于中南半岛，是议会制君主立宪制国家。领土\n为碟状盆地，三面被丘陵与山脉环绕，中部为广\n阔而富庶的平原。经济以农业为主，工业基础薄\n弱，但旅游业发展较好。"
    },
    {
      "title": "沙特阿拉伯",
      "content": "位于阿拉伯半岛上，大部分地区属于热带沙漠气\n候，也是名副其实的“石油王国”，石油储量和产\n量均居世界首位，经济发展以工业为重点，石油\n和石化工业是国民经济的命脉。其居民大多都信\n奉伊斯兰教。"
    },
    {
      "title": "阿富汗",
      "content": "是一个位于亚洲中南部的内陆国家，属大陆性气\n候，四季分明，昼夜温差较大，冬季严寒，夏季\n酷热。全年干燥少雨。是世界最不发达国家之\n一，领土中的五分之三交通不便，农业是主要的\n经济支柱。"
    },
    {
      "title": "伊拉克",
      "content": "位于亚洲西南部，历史悠久，是两河文明的发源\n地。夏季最高气温高达50℃以上，冬季最低气温\n为0 ℃左右。伊拉克的石油工业是其经济支柱，\n原油储量排名世界第四。"
    },
    {
      "title": "印度",
      "content": "位于亚洲南部地区，是世界第二人口大国，也是\n农业大国，耕地面积多 。其经济发展速度快，且\n呈现多元化发展，近年来，其服务业迅速增长，\n已成为全球软件、金融等行业的重要出口国。"
    },
    {
      "title": "巴基斯坦",
      "content": "位于南亚次大陆西北部，95%以上的居民信奉伊\n斯兰教，是一个多民族伊斯兰国家。全境3/5为\n山区和丘陵，南部沿海一带为沙漠，向北伸展则\n是连绵的高原牧场和肥田沃土。经济结构以农业\n和服务业为主。"
    },
    {
      "title": "孟加拉国",
      "content": "南临孟加拉湾，属热带季风气候，湿热多雨。河\n道纵横密布，河运发达，雨季极易泛滥，常出现\n热带飓风。是世界上最不发达的国家之一，经济\n基础薄弱，国民经济主要依靠农业。"
    },
    {
      "title": "俄罗斯（亚洲部分）",
      "content": "大都属于西伯利亚，西起乌拉尔山脉，东迄太平\n洋，北临北冰洋，南与蒙古、中国相接。由于这\n里气候寒冷，大部分地区不适合人类居住。但这\n里蕴藏着丰富的石油矿产资源、森林资源以及水\n资源。"
    },
    {
      "title": "哈萨克斯坦",
      "content": "位于中亚地区，是世界上最大的内陆国。境内地\n形复杂，以平原和低地为主。国内石油资源和矿\n产资源丰富，其经济以石油及相关产业、采矿业\n为主，农牧业也较发达。轻工业落后，大部分日\n用品需要进口。"
    }
  ],
  "smallCradText": [
    "日本", "韩国", "蒙古", "缅甸",
    "泰国", "印度尼西亚", "老挝", "柬埔寨",
    "沙特阿拉伯", "阿富汗", "伊拉克", "印度",
    "巴基斯坦", "孟加拉国", "俄罗斯远东地区", "哈萨克斯坦"
  ],

  "buttonText": ["北亚", "西亚", "中亚", "返回", "上一页", "下一页"],
  "buttonText2": ["东亚", "东南亚", "南亚"]

}
