{
    "title": "Distribution of meteorological disasters in China",
    "text": [
        "Hongyan disasters, including floods and rains, mainly occur in the middle and lower reaches of the Yangtze River and in southern China, North China, Northeast China, etc. The picture shows the flood disaster in southern China.",
        "The cause of flood disasters in China is mainly affected by the monsoon, resulting in uneven spatial and temporal distribution of precipitation. At the same time, it is also affected by human factors such as topography, vegetation distribution, and land reclamation and occupation of rivers. The picture shows floods in plain areas.",
        "The main impacts of flood disasters are: endangering crop production, endangering people's lives and property, destroying infrastructure, etc. The picture shows rescue teams rescued residents trapped in floods.",
        "Arid disaster refers to meteorological disasters caused by climate drought. It mainly occurs in North China, South China, Jianghuai, Southwest China, etc. The picture shows the dryness of the reservoir caused by drought in southwestern China.",
        "The cause of the drought is mainly due to the influence of the monsoon, resulting in uneven spatial and temporal distribution of precipitation. There are other factors, such as lack of water conservancy projects, serious waste of water resources, etc. The picture shows flood irrigation in arid areas.",
        "The main impacts of the drought are: drinking water for humans and animals, crops due to lack of water, production or production, forest fires, industrial development, etc. The picture shows the peanuts withered due to drought.",
        "Typhoon is a tropical cyclone generated on the tropical ocean surface. Typhoon disasters are mainly distributed in the eastern coastal areas of China, such as Guangdong, Hainan, Zhejiang, Taiwan, Fujian and other places. The picture shows the typhoon landing in Guangdong.",
        "Typhoon will bring severe winds, heavy rains and other severe weather, which will not only have a major impact on human life and property safety, but also damage infrastructure, harm crops, etc. The picture shows banana trees blown down by typhoons.",
        "Snow disaster refers to natural disasters caused by large-scale snowfall caused by long-term snowfall. It is mainly distributed in Inner Mongolia, Xinjiang, Qinghai and Tibet. The picture shows the snowstorm in northern China.",
        "Snow disasters are mainly caused by abnormal atmospheric circulation movements. The main forms are avalanches, snow and snow flow (the snow is covered by strong winds), and snowstorms in pastoral areas. The picture shows avalanches in mountainous areas.",
        "The main impacts of snowstorms are: causing traffic jams, affecting grazing in pastoral areas, destroying infrastructure, and endangering people's travel safety.",
        "Cold damage, refers to damage to crops during the growing season of crops, low temperature above 0 °C. China's cold damage is more serious in the northeastern region, the Yangtze River basin mainly occurs in spring and autumn, and the Yunnan-Guizhou plateau mainly occurs in August and September. Drooping.",
        "Chilling damage has a great impact on crops, mainly affecting photosynthesis of plants, reducing the absorption of nutrients by plant roots, affecting the operation of nutrients in plants, etc. The picture shows the fruit drop caused by cold damage.",
        "Relief disasters refer to the disasters caused by the landing of hail, which are widely distributed in the Yellow River Basin, the Huaihe River Basin, and the Sichuan Basin. The picture shows the tobacco leaves after the hail.",
        "The disaster relief is caused by strong convective weather, with a small range, short time, and high intensity. It is usually accompanied by violent storms. The picture shows hail with precipitation.",
        "The disaster has a great impact on crops. At the same time, it will also cause losses in construction, communications, electricity, transportation, etc. The picture shows the greenhouse after the hail."
    ]
}